<html>

<HEAD>
<LINK href="geraldom.css" rel="stylesheet" type="text/css">

<TITLE>
Geraldo Magela Pereira
</TITLE>

</HEAD>

<BODY class="inv" link = yellow vlink = yellow alink = yellow text=yellow>

<DIV class="inv">

<H1>Um pouco de mim</H1>

<P>
Meu nome &eacute; Geraldo Magela Pereira,sou mineiro, tecladista violonista, e sequenciador de midis.Sempre me apresentei em cerimônias de casamentos,programas de TV, corais,  recepções, solenidades cívicas, religiosas, e outras.Iniciei minha carreira musical em piano,mas depois, migrei para os teclados arranjadores.Sempre gostei de tocar músicas clássicas,também muito dedicado á músicas cristãs. Na área artística, dou aulas de teclado e violão.Estudei diversas áreas do conhecimento humano, tais como ciências, hidráulica, geologia,administração,secretariado,com registros no CREA MG e lecionei em colégios Nesta p&aacute;gina
est&atilde;o algumas das m&uacute;sicas produzidas por mim. Al&eacute;m dessas,
tenho muitas outras m&uacute;sicas em formato MIDI, que posso fornecer por
e-mail, gratuitamente.
</P>

<P>
Em meu site procurei colocar principalmente m&uacute;sicas
in&eacute;ditas, que ainda n&atilde;o encontrei na rede. Tenho dado
prefer&ecirc;ncia aos estilos religiosos de várias denominações, e os tipicamente brasileiros, como chorinhos, sertanejos,
serestas,folclóricas, internacionais, etc. Isto &eacute; uma pequena tentativa de resgatar velhas
m&uacute;sicas, j&aacute; quase esquecidas no mar das belas
m&uacute;sicas deste pa&iacute;s.
</P>

<P>
Caso notem alguma falha em alguns dos meus arquivos MIDI, como por
exemplo na bateria ou mesmo nas nota&ccedil;&otilde;es, pe&ccedil;o
desculpas, pois meu trabalho não hé profissional. Dou total liberdade
para que qualquer m&uacute;sico arranjador possa melhor&aacute;-los.
Apenas gostaria de receber uma notifica&ccedil;&atilde;o, pois
interesso-me por outras opini&otilde;es acerca deste trabalho.
</P>

<P>
&Eacute; preciso que seja dito tamb&eacute;m que, a exemplo do que
ocorre em outros sites que cont&eacute;m arquivos MIDIs para
distribui&ccedil;&atilde;o, tamb&eacute;m nesse, est&atilde;o 
algumas m&uacute;sicas que n&atilde;o foram editadas por mim, embora
estes arquivos sejam minoria, entre aqueles que aqui se encontram.
Adoro tocar e compor, e se n&atilde;o fica perfeito o trabalho,
n&atilde;o &eacute; por ser pouco o carinho que nele emprego...
</P>

<P>
Na edi&ccedil;&atilde;o dos arquivos feitos por mim, utilizo um teclado
Roland E-480B,e um yamaha S 950, mais o software de editora&ccedil;&atilde;o musical
CAKEWALK 8.0
</P>

<P>Al&eacute;m das m&uacute;sicas, tamb&eacute;m escrevo poemas.
Seguindo o link da p&aacute;gina anterior voc&ecirc poder&aacute ler
alguns deles...
</P>

<P>
Eu gostaria, sobretudo, que os meus visitantes me escrevessem,
contando o que acharam do trabalho. Acredito que a Internet &eacute;
um excelente lugar para que novas amizades sejam criadas,
id&eacute;ias sejam expostas e opini&otilde;es possam ser trocadas.
Agrada-me, sobretudo, ao abrir meu e-mail, encontrar uma
mensagem , comentando sobre a
p&aacute;gina, ou falando das m&uacute;sicas que gosta, por exemplo.
Ent&atilde;o... escrevam para mim, quando puderem!

<P>
<a href="mailto:geraldopereira20@gmail.com"</a>
</P>

</DIV>

<!-- Google tag (gtag.js) -->
<script async src="https://www.googletagmanager.com/gtag/js?id=G-GGVJCTD44H"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-GGVJCTD44H');
</script>


</body>

</html>
